{
    "Anime":[
    {
        "id": 1,
        "anime": "Naruto",
        "character": [
            "Pain",
            "Sasuke Uchiha",
            "Sasuke Uchiha",
            "Obito Uchiha",
            "Itachi Uchiha",
            "Madara Uchiha",
            "Itachi Uchiha",
            "Madara Uchiha",
            "Naruto Uzumaki",
            "Naruto Uzumaki",
            "Hatake Kakashi",
            "Hatake Kakashi",
            "Jiraiya",
            "Nara Shikamaru",
            "Might Guy",
            "Neji Hyuuga"
        ],
        "quote": [
            "Because of the existence of love - sacrifice is born. As well as hate. Then one comprehends... one knows PAIN.",
            "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks",
            "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire.",
            "The moment people come to know love, they run the risk of carrying hate.",
            "Those who forgive themselves, and are able to accept their true nature... They are the strong ones!",
            "Love is not necessary, power is the only true necessity.",
            "I actually don't think something like perfection exists. That is I think why we are born able to absorb things... and by comparing ourselves with something else we can finally head in a good direction.",
            "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside.",
            "Hard work is worthless for those that don't believe in themselves.",
            "The pain of being alone is completely out of this world, isn't it? I don't know why, but I understand your feelings so much, it actually hurts.",
            "I'm Hatake Kakashi. Things I like and things I hate? I don't feel like telling you that. My dreams for the future? Never really thought about that. As for my hobbies... I have lots of hobbies.",
            "I really am... shinobi trash. But the one thing I still learned is this. That void is something that everyone helps you fill. Just because you face adversity and hardships, is no reason to give up on this world. A person willing to throw away all those memories... of their friends and comrades, will never find peace of mind. Resorting to something like that isn't going to bury that hole. If you persevere and endure, someone will be there to support you!",
            "A Place Where Someone Still Thinks About You Is A Place You Can Call Home.",
            "Regardless of our limitations, we can always be of some use. Our power may seem insignificant... but it may just prove to be useful in the grand scheme of things. Stay focused. Never avert your eyes, because if an opening arises, even our insignificant power may be enough to determine the fate of the world. Which is why everyone must stay alert and ready to strike at any moment!",
            "It's not always possible to do what we want to do, but it's important to believe in something before you actually do it.",
            "Fear. That is what we live with. And we live it everyday. Only in death are we free of it."
        ]
    },
    {
        "id": 2,
        "anime": "Demon King Daimao",
        "character": [
            "Akuto Sai",
            "Sabito",
            "Sabito",
            "Giyu Tomioka",
            "Giyu Tomioka",
            "Tanjiro Kamado",
            "Tanjiro Kamado",
            "Tanjiro Kamado",
            "Tanjiro Kamado",
            "Zenitsu Agatsuma",
            "Muzan Kibutsuji"
        ],
        "quote": [
            "Living your life sympathizing with others in your everyday life is more powerful, than living your life based on a religious belief or some story.",
            "I will make you never Forget the Secret Techniques Urokodaki has taught you.",
            "All you did was memorize a fact. Your body has no clue what it needs to do.",
            "Feel the rage, The powerful, pure rage of not being able to forgive will become your unswerving drive to take action.",
            "The weak have no rights or choices. Their only fate is to be relentlessly crushed by the strong!",
            "I swear your big brother will save you no matter what!",
            "Killing humans is… unforgivable.",
            "The bond between Nezuko and me, can’t be severed by anyone!",
            "Anyone who hurts my sister… Hashira or not, I won’t let you get away with it.",
            "Don’t ever give up. Even if it’s painful, even if it’s agonizing, don’t try to take the easy way out.",
            "Does my complexion look terrible to you? Does my face look pale to you? Do I look weak to you? Does it look like I haven’t got long to live? Does it look like I’m close to death?"
        ]
    },
    {
        "id": 3,
        "anime": "Jujutsu Kaisen",
        "character": [
            "Wasuke Itadori",
            "Wasuke Itadori",
            "Sukuna",
            "Sukuna",
            "Sukuna",
            "Sukuna",
            "Yuji Itadori",
            "Satoru Gojo",
            "Satoru Gojo",
            "Aoi Todo",
            "Megumi Fushiguro",
            "Nobara Kugisaki"
        ],
        "quote": [
            "It doesn’t have to be everyone, just help the people around you, as much as you can. Wasuke Itadori",
            "Just help them, Just do it, That way when you die, you won’t die alone.",
            "Stand proud, you are strong.",
            "If you want to switch, go ahead and switch.",
            "Still, irritatingly enough, I don’t have control of this body.",
            "I’ll kill that brat before the cursed spirit can!",
            "I don’t know how I’ll feel when I’m dead, But I don’t want to regret the way I lived.",
            "If you use him, you’ll get rid of all the curses nearby in a flash.",
            "It’ll be fine. I’m the strongest there is, after all.",
            "I have one question for you. What kind of woman is your type?",
            "It’s not about whether I can, I have to do it!",
            "I bet he likes setting oil-slicked gulls on fire."
        ]
    },
    {
        "id": 4,
        "anime": "Attack on Titan",
        "character": [
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Eren Jaeger",
            "Levi Ackerman",
            "Levi Ackerman",
            "Levi Ackerman",
            "Erwin Smith",
            "Erwin Smith",
            "Reiner Braun",
            "Mikasa Ackerman",
            "Armin Arlelt",
            "Hange Zoe",
            "Erwin Smith",
            "Erwin Smith"
        ],
        "quote": [
            "If you think reality is just living comfortably and following your own whims, can you seriously dare to call yourself a soldier?",
            "What is the point if those with the means and power do not fight?",
            "I don’t have time to worry if it’s right or wrong, you can’t hope for a horror story with a happy ending.",
            "I want to see and understand the world outside. I don’t want to die inside these walls without knowing what’s out there.",
            "Nothing can suppress a human’s curiosity.",
            "’I’ll slaughter you all…and take back what you stole… All of it!",
            "If you win you live. If you lose you die. If you don’t fight, you can’t win.",
            "I knew… you were more of a hero than anyone else.",
            "I don’t have time to worry if it’s right or wrong, you can’t hope for a horror story with a happy ending.",
            "If you don't want to die - think.",
            "The difference between your decision and ours is experience. But you don't have to rely on that. CHOOSE... Believe in yourself, or believe in the survey corps and me. I don't know... I never have. I can believe in my own abilities or the choices of the companions I trust. But no one ever knows how it will turn out. So choose for yourself, whichever decision you will regret the least.",
            "The only thing we're allowed to do... is to believe that we won't regret the choice we made.",
            "It’s us who gives meaning to our comrades lives.",
            "If you begin to regret, you'll dull your future decisions and let others make your choices for you. All that's left for you then is to die. Nobody can foretell the outcome. Each decision you make holds meaning only by affecting your next decision.",
            "There are times we can't run away, no matter how bad the odds are. When the people we're supposed to protect are threatened, we have to enter the fray and shield them. And it doesn't matter who or what the enemy is. We need to master skills and get stronger, with artillery as well as hand-do-hand combat. I think that's our responsibility as strong soldiers.",
            "Once I'm dead, I won't even be able to remember you. So I'll win, no matter what. I'll live, no matter what!",
            "People are crazy for believing that these walls will protect us forever. Even though the walls have been intact for the past 100 years, there’s nothing that can guarantee they won’t be broken down today…",
            "Even in moments of the deepest despair... I guess we can still find hope, huh?",
            "My Soldiers, Rage! My Soldiers, Scream! My Soldiers, Fight!",
            "Shinzou Wo Sasageyo"
        ]
    },
    {
        "id": 5,
        "anime": "Death Note",
        "character": [
            "Light Yagami",
            "Misa Amane",
            "Mello",
            "L Lawliet",
            "Light Yagami",
            "Light Yagami",
            "Mikami Teru",
            "L Lawliet",
            "Misa Amane",
            "L Lawliet",
            "Ryuk"
        ],
        "quote": [
            "I am the God placed here to save the weak and create a perfect world.",
            "Unless someone makes the first move, nothing will happen.",
            "Oh, I almost forgot. In the event that anyone besides big-headed Near or the deluded murderer is reading these notes, then I should at least perform the basic courtesy of introducing myself, here at the end of the prologue. I am your narrator, your navigator, your storyteller. For anyone else but those two, my identity may be of no interest, but I am the old world's runner-up, the best dresser that died like a dog, Mihael Keehl. I once called myself Mello and was addressed by that name, but that was a long time ago.",
            "There is no heaven or hell. No matter what you do while you're alive, everybody goes to the same place once you die. Death is Equal.",
            "In this world, there are very few people who actually trust each other.",
            "Humans aren't made perfectly. Everyone lies. Even so... I've been careful not to tell lies that hurt others.",
            "In this world, there is only good and evil, that was the first universal truths I grasped from observing the world around me when I was a child. Every human being without exception ends up falling into one category or the other.",
            "It's not a sense of justice. Figuring out difficult cases is my hobby. If you measured good and evil deeds by current laws, I would be responsible for many crimes. The same way you all like to solve mysteries and riddles, or clear video games more quickly. For me too, it's simply prolonging something I enjoy doing. That's why I only take on cases that pique my interest. It's not justice at all. And if it means being able to clear a case, I don't play fair, I'm a dishonest, cheating human being who hates losing.",
            "I can’t even imagine a world without Light.",
            "Sometimes, the questions are complicated - and the answers are simple.",
            "As a rule, they say humans haunted by a shinigami have nothing but misfortune."
        ]
    }
],
"Characters":[

]
}